Repository: ThewShadow/dis_dev
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: Russian
he: Русский

source: Spanish
he: España

source: Hebrew
he: עברית

source: Email already exists
he: האימייל כבר קיים

source: User with this email does not exist
he: המשתמש עם הדואל הזה לא קיים

source: User not exist
he: משתמש לא קיים

source: Passwords do not match
he: סיסמא לא תואמת

source: The Email must be set
he: יש להגדיר את הדואל

source: Superuser must have is_staff=True.
he: סוכן חייב להיות בעל is_staff=true.

source: Superuser must have is_superuser=True.
he: ל-Superuser חייב להיות is_superuser=True.

source: email address
he: כתובת דואל

source: How can we help you?
he: איך נוכל לעזור לך?

source: Support
he: תמיכה

source: Invite friends
he: להזמין חברים

source: Starting today up to 50%% for NETFLIX, YOUTUBE, SPOTIFY subscriptions with a secure payment from PAYPAL
he: החל מהיום עד 50% עבור מנוייNETFLIX, YOUTUBE, SPOTIFY

source: Click on the link
he: לחץ על הקישור

source: You activation account code:
he: קוד ההפעלה שלך לחשבון:

source: You code for reset password:
he: הזן קוד לאיפוס סיסמה:

source: Account
he: חֶשְׁבּוֹן

source: Subscriptions
he: מנויים

source: Home
he: בית

source: FAQ
he: שאלות נפוצות

source: About
he: אודות

source: Log out
he: התנתק

source: Login
he: התחברות

source: Log in
he: התחברות

source: Profile
he: איזור אישי

source: My profile
he: האיזור האישי שלי

source: Logout
he: להתנתק

source: It's simple, fast and economical
he: זה פשוט, מהיר וחסכוני

source: Site navigation
he: ניווט באתר

source: Subscribe
he: הרשמה

source: How it works?
he: איך זה עובד

source: We work with the media subscriptions of: <br>Netflix <br>Spotify Premium<br> YouTube-Premium
he: אנו עובדים עם מנויי המדיה של: <br>Netflix <br>Spotify Premium<br>YouTube-Premium

source: You choose the subscription you want On our Telegram Channel then you will receive a link that will direct you to our specialized bot that will provide you with the subscription.
he: אתה בוחר את המנוי שאתה רוצה את סוג המנוי ואת התקופה הרצויה

source: You will choose the desired language, And you will receive the gray tariff. Pay you by PayPal secure payment fill in your account information and we will create the subscription for you.
he: שלם באמצעות תשלום מאובטח מלא את פרטי החשבון שלך ואנו ניצור עבורך את המנוי.

source: It's simple, fast and economical!
he: זה פשוט, מהיר וחסכוני

source: About us
he: עלינו

source: We offer you a subscribe to various media services at the best price.
he: אנו מציעים לכם הרשמה לשירותי מדיה שונים במחיר הטוב ביותר.

source: We have partnered with several companies to help you find the best prices for your media subscribes and provide you with the best prices for the Premium subscribes you want.
he: שיתפנו פעולה עם מספר חברות כדי לעזור לך למצוא את המחירים הטובים ביותר עבור המדיה שלך נרשמת ומספקת לך את המחירים הטובים ביותר עבור מנויי פרימיום שאתה רוצה.

source: It's simple, fast and economical.
he: זה פשוט, מהיר וחסכוני.

source: Request for an additional subscribe that was not found here
he: בקשה למנוי שלא ברשימת המנויים באתר

source: Request
he: בַּקָשָׁה

source: Offers
he: הצעות

source: Plan
he: בחר/י את סוג מנוי

source: How can I call you?
he: ?איך ליצור איתך קשר במידת הצורך

source: E-mail
he: דואל

source: Save changes
he: שמור שינויים

source: Change plan
he: שנה תוכנית

source: Purchase payment
he: תשלום רכישה

source: You can copy the address:
he: אתה יכול להעתיק את הכתובת:

source: ok
he: בסדר

source: Email verification
he: אימות דואל

source: Please enter the 6-digit verification code that was sent to name@gmail,com. The code is valid for 30 minutes.
he: אנא הזן את קוד האימות בן 6 הספרות שנשלח אל name@gmail,com.הקוד תקף ל-30 דקות.

source: Resent code
he: שלח שוב את הקוד

source: Email verification code
he: קוד אימות באימייל

source: Sing up
he: הרשמה

source: Didn’t receive the code?
he: לא קיבלתי את הקוד

source: Forget Password
he: שכחתי את הסיסמה?

source: We will send reset code in this email.
he: אנו נשלח קוד איפוס בדוא&rsquo;ל זה.

source: Submit
he: שלח

source: We will send reset code in this emaill.
he: אנו נשלח קוד איפוס בדוא&rsquo;ל זה.

source: Email Address
he: כתובת דוא&rdquo;ל

source: New user?
he: ?משתמש חדש

source: Create an account
he: צור חשבון

source: Password
he: סיסמה

source: Forfot password?
he: ?שכחת את הסיסמא

source: Or sign in with
he: או היכנס עם

source: Privacy Policy
he: מדיניות פרטיות

source: Terms of Service
he: תנאי השירות

source: Are you sure want to logout?
he: האם אתה בטוח שברצונך להתנתק?

source: Cancel
he: לְבַטֵל

source: Yes, Logout
he: כן, התנתק

source: Enter a new password.
he: שנה סיסמאהכנס סיסמא חדשה.

source: Confirm Password
he: אשר סיסמה

source: Restore Password
he: שחזר סיסמה

source: Card Number
he: מספר כרטיס

source: Expiration Date
he: תאריך תפוגה

source: Pay with card
he: שלם עם כרטיס

source: We do not collect information on your cards, everything is safe
he: אנחנו לא אוספים מידע על הכרטיסים שלך, הכל בטוח

source: Already have an account?
he: כבר יש לך חשבון?

source: Sign In
he: להתחבר

source: User name
he: שם משתמש

source: By creating an account you agree to our
he: על ידי יצירת חשבון אתה מסכים לנו

source: and
he: ו

source: Terms of Service.
he: תנאי השירות.

source: Subscription Application
he: רישום מנוי

source: Enter your name
he: הזן/י את שמך

source: Phone
he: (+972) טלפון

source: Apply
he: מעבר לתשלום

source: Subscription paid
he: מנוי שולם

source: Continue work
he: המשך

source: Successful registration
he: רישום מוצלח

source: By optimizing our work and using internal tools, we were able to lower the prices while keeping the highest possible.
he: על ידי אופטימיזציה של העבודה שלנו ושימוש בכלים פנימיים, הצלחנו להוריד אתמחירים תוך שמירה על הכי גבוה שאפשר.

source: Activation email
he: דוא&rsquo;ל הפעלה

source: Password reset code
he: קוד איפוס סיסמה

source: Bad Request
he: בקשה גרועה

source: Wrong login or password
he: שם משתמש או סיסמא שגויים

source: Email not verified
he: האימייל לא מאומת

source: Session expired
he: פג תוקף ההפעלה

source: invalid verification code
he: קוד אימות לא תקף

source: Incorrect input data
he: נתוני קלט שגויים

source: Incorrect code
he: קוד שגוי

source: User is not found
he: המשתמש לא נמצא
